// Задача: напишите программу, которая на вход принимает два числа и выдает, какое число большее, какое число меньшее
Console.Clear();
Console.WriteLine("Введите первое число: ");
